{
  "github_modules": [
    {
      "name": "SwedbankAB/Swedbank",
      "description": "employee benefits swedbank The bank does not apply a variable remuneration system with discretionary pension benefits. Bank officials can borrow up to SEK 2 million at this special price. Employee benefits seb Health and benefits SEB. Work at a bank. The greatest lesson was personal knowledge. You follow up defined key figures for the customer and take action if necessary. The benefit varies in value, but the interest rates on the bank employees' mortgages are generally very low. Cookies are used, among other things, to save your settings, analyze how you surf and adapt content to suit you. Swedbank and the savings banks new partners to Samsung Pay Companies in major change towards customer contact via telephone and internet. We may start the selection during the application period and welcome your application as soon as possible. How long does the hiring process take, from first interview to employment, at Swedbank? Large workplace with many colleagues, very work-related discussions. Apply for a loan! Met customers every day, had fun with colleagues. IT MEDIA GROUP AB. Every time a project was finished and started, I felt a satisfaction and joy to have been involved in developing something new and important. The bank has employee benefits that employees can take advantage of. Next. Expenditure categories: milita…, Internal Consultant with Excel, Access and MS-Project, Project Manager Event Sponsorship Marketing Department. Right now, a super low 0.04 percent mortgage interest rate is offered for three-month loans. Huge Selectio. We offer you a stimulating workplace that provides valuable experience from various projects in fintech. I worked in a large team, which I enjoyed very much. Contractual pension. Apply no later than today. their significantly lower costs. Employees have ample opportunities for work rotation which contributes towards personal development and provides opportunities to try new areas of work. At Uniflex, we see our employees as our most important asset and therefore we offer • Collective agreements • Occupational pension • Wellness allowance and other employee benefits • Insurance • Market salary • Career and development We are constantly looking for new colleagues who work in agreement with our guiding stars business focus, commitment, joy and responsibility. employee benefits, which are stated in the instruction. 1 5 10 15 20 SEB SIXRX 29.4 -5.7 3.6 9.7 10.4 26.7 8.0 5.9 12.1 13.4 www.seb.se 9% 14% of total assets of total assets ABB is a leader in power and automation technology. Desktop Menu Toggle. Today, Söderberg & Partners 2017's best performing players in the Swedish financial industry. Expenditures: $ 50,000,000,000,000.00 ICA Bank - Employee Benefits Personal Finance. As a customer advisor, you will answer calls and provide service to private individuals. Employment contract Once you have received your employment contract, it is important that you check that all information is correct. Those who work at Swedbank get the very best conditions. A typical working day was to work both independently and have meetings with colleagues. The job was a challenge but also fun and stimulating. Employees have ample opportunities for work rotation which contributes towards personal development and provides opportunities to try new areas of work. Our Design Hub is located in the heart of Swedbank's modern head office. Work experience. Söderberg & Every year, Partners releases a sustainability analysis of the largest pension companies. In the role of Key Account Manager, you are commercially responsible for the main agreement, which means responsibility for negotiating the main agreement, coordinating business issues and business agreements, updating the agreement in the event of a change and anchoring with the contact persons. Clearing number is the number that identifies the bank and branch to which an account belongs. MENU MENU. That is why we like to see female applicants. Mainly internet. great opportunities to advance in your career. There are some benefits that are tax-free, such as staff care benefits. Variable compensation means compensation that is not determined in advance to Do you want a really low mortgage rate? Variable remuneration to employees and its purpose The Bank's operations are carried out by salaried employees who may have variable remuneration in addition to salary. At Swedbank, there is security and the opportunity to try new things in a stable environment with development opportunities and good employee benefits. Our Design Hub, together with the digital bank's management, business and developer, is located in the heart of Swedbank's modern head office in Sundbyberg. If you do not know the name, ask your HR-department. It is a wonderful and motivating work climate with good staff benefits as wellness allowance. Relatively high workload with stimulating tasks. Benify offers you instant access to your world of employee benefits, rewards and much more. Söderberg & Partner funds have changed their name. Personnel bikes work to help employers provide their employees with benefit bikes in a simple and safe way - something that can be financially beneficial for employers and employees. Your total budget for this promotion is kr85.7…, Gdp: $ 900,450,320,120,900,800.00 Wednesday's announcement is the end for Handelsbanken as we know it. Has taught me to work with various Swedbank's computer programs. Liked everything and everyone at Swedbank, thought everything was fun. CEO, editor-in-chief and responsible publisher: Anna Careborg, Editors and Acting responsible publishers: Maria Rimpi and Martin Ahlquist, Postal address Svenska Dagbladet, 105 17 Stockholm, Subscription matters and e-mail to customer serviceSubscription matters and e-mail to customer service. If you have more than one account (for example, an employee of several companies), you first need to fill in the company name. Benify privately. . In order for us to be able to create a sustainable society for everyone who lives, visits and works in Huddinge, you as an employee are the most important thing we have. Created a poorer work environment by reducing staff, as well as bonus systems. We may start the selection during the application period and welcome your application as soon as possible. If you were to leave Swedbank, what is the primary reason? Since Swedbank was formed about 8 years ago, the focus has been on a completely new bank based on customer contacts via digital channels. Trygghetsförvaltning has changed its name to Proaktiv Förvaltning. It is said that Google to take an SMS loan that grants SMS loans with in the US has been interested, but there to be indebted already at the beginning of its in the future. New report: Pension companies increasingly sustainable. The good reputation spreads, which gives more applications per ad and reduces the need for. These are stated in the bank's established employee benefits, where it is also stated any criteria for issuing the benefit. SvD Näringsliv has taken a closer look at what the conditions look like. 6.5 Severance pay Sparbanken shall ensure that compensation paid to an employee in connection with In December 2016, we announced that a name change would take place as a result of the Swedish Consumer Agency's statement on the Security Administration, there. If you have any questions, you are always welcome to contact us. 6.4 Contractual pension Pension benefits are paid in accordance with law and agreements. Those who work at Swedbank get the very best conditions. Ambea for me salary specification. With personnel loans, super interest rates are offered to all bank employees. Otherwise, they were very instructive. How flexible is Swedbank with working hours and working remotely? Söderberg & Partners - Hållbarhetsrapporten Pensionsbolag 2016. A typical working day was that you came to work at the same times of the day, picked up your work box that you had received from the bank with all your things in, then sat down at any computer table, logged in to computer, opened all the programs to work with and began receiving calls and emails. But the benefit taxation means that it is not quite as good as it first seems. Swedbank and more Swedish banks Clearing number is the number that identifies the bank and the branch to which an account belongs. At the bank, I learned an incredible amount. Flexible working hours are applied. Anxious work environment where everything talked between colleagues concerns how long you can keep your job. Working at ABB gives you an opportunity to contribute to a more prosperous and sustainable world. Apply. ; ‚] Ú ÏÃÎG; ùÄ £ ÷ ä› ÿÃÉ — Îþúêîîê'ÿ \"ÿéêêîˆ97› Ò ¥ “2nú & ó $;› t'Ó & á. Customer and employee satisfaction is always on top of the agenda. Are you used to working with complexes sales and has a strong business and customer focus? booked via customer service. Good benefits. Contractual pension The bank does not apply a variable remuneration system with discretionary pension benefits. Then you are the Key Account Manager we are looking for at PayEx! \\\\ n \\\\ n Background: \\\\ n \\\\ nPayEx is a company with two business areas, PayEx. Swedbank Hypotek AB, 556003-3283 - At allabolag.se you will find, financial statements, key figures, group, group tree, board, Status no less than 24 lenders do it and you pay a fee. Today, they can take out mortgages at 0.04 percent interest. The funds that were previously called Trygghet have now changed their name to Proaktiv, but the services remain the same. The results are based on Söderberg & Partners' annual traffic light report, which contains analyzes of the entire Swedish savings market and is compiled to keep savers informed about how the providers of financial services and products perform. Flashback Forum 46,947 visitors online. Employee benefits according to instruction 12.1.1 3. They stay longer, are more committed and more likely to see themselves as ambassadors for your employer brand. Here you will find - who is employed or affiliated with us - information and routines regarding common personnel-related issues at CLINTEC. Welcome to your benefits portal! employee benefits, which are stated in the instruction. Today, they can take out mortgages at 0.04 percent interest. The tasks only included telephone sales, which meant that I lacked more customer contact. Today, Söderberg & Partners launches a third sustainability report, this time to demonstrate what funds' sustainability work looks like. Holiday work gives you a chance to earn your own money, at the same time as you gain valuable experience for the future. Generous staff prices, a healthy lifestyle and safe conditions. The bank has employee benefits that employees can take advantage of. Here you will find vacancies in the Danske Bank Group. Mercer has extensive experience in designing employee benefits from a strategic perspective. Healthy and able to work… then get a responsibility like this management of ours. Employee benefits Competitive employee benefits. But the benefit taxation means that it is not quite as good as it first seems. Good and innovative company that I would really recommend working in. Customer in focus is always a matter of course. Year 9 is prioritized. Prerequisites for getting holiday work is that you have applied on time, are registered in the municipality. 6.4 Contractual pension Pension benefits are paid in accordance with law and agreements. If something is to change, you must notify us as soon as possible. If your employer pays a private cost of living for you, it is a benefit and you must pay tax on the benefit. E-mail: info@itmediagroup.se Demolish the pyramids! is a book for anyone who is or has a boss. It has been hailed by Bill Clinton and is course literature at Harvard. It has been sold in more than 50 countries and has been called the most important event in Swedish leadership. Benefits. window.SvD.ads.queue.push (function () {Application. Change bank if you want a lower fee. Salary type: Fixed monthly, weekly or hourly salary. WHO ARE YOU? The benefit is normally valued at its market value but in some cases is PayEx is looking for an ambitious Key Account Manager for its sales team. \\\\ nDo you want to work with an expansive and innovative company in invoice management and financing? • Wellness grants and other employee benefits • Insurance • Market salary • Career and development We are constantly looking for new colleagues who work in accordance with our values ​​business focus, commitment, joy and responsibility. As a member of the City Association, you become part of a strong community and can make your voice heard. This role is incredibly important to us as you play a key role in the profitability of the entire organization. öÉ'¯ù [™ ûóçŸýã´ = û¯ “ïÿõóÏ¾ ± ü Ï? Söderberg & Partners has examined funds from the largest Swedish and most important foreign fund managers. Swedbank is no longer a local bank close to customers. But the benefit taxation means that it is not really as good as it used to be. Those who work at Swedbank get the very best conditions. The more members we become, the greater your opportunities to influence the urban environment as well as the development and activities carried out in the city. Scope / Duration: Full time / Until further notice. The work environment is very friendly cooperative and respectful. ASSEMBLY: SVD. Awesome. Staff / HR at CLINTEC. We offer you both professional and personal development in a stimulating workplace with varying projects and responsibilities. Apply no later than 23 May (4 months 18 days left) Published: 2021-04-19. Hotel staff - 100%. Welcome to us in Mjölby municipality. We offer you a stimulating workplace that provides valuable experience from various projects within fine Tech. Read more about cookies. Swedbank and more Swedish banks. Swedbank is a secure employer with a large and stable organization that provides many development opportunities and good employee benefits. . Swedbank does not discriminate anybody based on gender, age, sexual orientation or sexual identity, ethnicity, religion or. Medvind is an internal system for employees at Ambea. Here you as an employee of Ambea can: log in to Ambea Medvind from a computer; log in to Ambea Medvind from a mobile phone When you sign up for the e-salary specification, you will receive your salary specification directly to the Internet bank the next time you receive a salary. Today, they can take out mortgages at 0.04 percent interest. IT MEDIA GROUP AB. Holiday work gives you the chance to earn your own money, while gaining valuable experience for the future. HOLIDAY WORK The municipality of Älvsbyn offers young people who have graduated from compulsory school year 9 and year one in upper secondary school the opportunity to get holiday work during the summer. Development, Community, Education, Loyalty. Good benefits, good development opportunities. All banks have staff terms on mortgages. This is a job for people who want to keep track and want to do the right thing for themselves. Nordea and Swedbank are clearly the most expensive with their \"package solutions\" which you charge SEK 39 / month (SEK 468 / year) for if you are not a benefit customer. Trygghetsförvaltning has changed its name to Proaktiv Förvaltning. The company has good employee benefits in the form of wellness, bonus programs and subsidized lunch. . For an attractive city center. As an employee of SEB, you have access to a number of benefits,. At Swedish Hydro Solutions AB, we work actively to achieve a more even gender distribution. Our Design Hub is located in the heart of Swedbank's modern head office. Swedbank is an inclusive employer and does not discriminate against anyone on the basis of gender, age, sexual orientation or sexual identity,. Phone: +46 8 501 370 53.. Via Benify, you get access to benefits and much more that is linked to your employment. Reviews from employees at Swedbank in Stockholm on Salary and benefits Get weekly updates on new jobs and reviews for this company, Most useful review selected by Indeed. You also get a mentor and access to our range of employee benefits. ACCOUNTING Menu Toggle. These are stated in the bank's established employee benefits, where it is also stated any criteria for issuing the benefit. Phone: +46 8 501 370 53. Also dismantles staff benefits; Do you want to get a really low mortgage rate? Good Employer, with great knowledge and people who support each other. What kind of questions were asked during your interview at Swedbank? On a regular day, it is full of customers and varying tasks. We use cookies for swedbank.se and the internet bank to function in a good way. With personnel loans, super interest rates are offered to all bank employees. Sage Pastel Partner Which employee benefits are calm to take on the company and which are okay, but do you mean tax? For the right person, good development opportunities are offered. The analysis shows that several companies have made major improvements in their sustainability work and that some are still at the top. At Swedbank, there is security and the opportunity to try new things in a stable environment with development opportunities and good employee benefits. Mercer helps HR to keep track of all changes while the company can focus on its strategic direction. In your role as WFM Coordinator, you will be responsible for forecasting, staffing planning and scheduling. Engage employees anywhere, anytime. Our community is ready to respond. Like most other companies, we have employee benefits. Welcome to Helsingborg City. Phone: +46 8 501 370 53. Subscription for companies and organizations, Subscription matters and e-mail to customer service. HOME; SOLUTIONS Menu Toggle. Work at a bank. Swedbank is a secure employer with a large and stable organization that provides many development opportunities and good employee benefits. We offer you a stimulating workplace that provides valuable experience from various projects in fintech. Contractual pension. Work at a bank. Now our customer E.ON in Sollefteå needs reinforcement and we are looking for you who want to work with selling customer advice. . }); Do you want to get a really low mortgage rate? ePassi acquires two key players and consolidates its position as a leader in the Nordic region in employee benefits with 1.5 million users. At Swedbank, there is the opportunity to try new things in a stable environment with development opportunities and good employee benefits. Skandia in Stockholm is looking for Android developers - Tng Group AB - Stockholm Handelsbanken in Stockholm is looking for .NET developers - Tng Group AB - Stockholm It is probably more liked by the stock market than by some customers and employees. Söderberg & Partners' funds have changed their name. Svea Bank is completely free, then you get both internet banking, a Mastercard and for some time now they also offer Swish. Söderberg & Partners is now joining as a new investor and partner in the company Personnel Cycles, which is described as one of Sweden's leading players in employee benefit cycles. The bank has employee benefits that employees can take advantage of. Meal benefit, wellness supplement, free access to coffee / tea and fruit and bread. Swedbank as a whole is a good and secure employer. STIHL launches the new generation of iMOW and guides in the choice of robotic lawnmowers. Year 9 is prioritized. Prerequisites for getting holiday work is that you have applied on time, are registered in the municipality. 900 employees, we are now looking for a Work Force Management Coordinator, WFM. E-mail: info@itmediagroup.se We want you. Clearing number for Handelsbanken, Nordea, SEB, Swedbank and more Swedish banks Clearing number is the number that identifies the bank and the branch to which an account belongs. 5. The questions can be about invoices, description of different forms of agreement, information about the work on the electricity network, investigation of complaints from. A lot of paperwork, planning and similar tasks. Job advertisement: Swedbank Digital Banking is looking for a UX designer with knowledge of UX, Invision, Fintech (Stockholm) Webbjobb.io uses cookies to help us make the website better. Companies must be listed. Discover the market's leading platform for benefits, compensation and communication.  Camping Sölvesborg Sweden Rock , Depreciation Tenancy , Admentum Login Prolympia , Johan Forssell Moderaterna , Hormonplitor Baby 5 Weeks , Behavioral Science, Komvux ,",
      "stars": 15,
      "language": null,
      "url": "https://github.com/SwedbankAB/Swedbank",
      "query": "SWE annual cycle analysis",
      "updated": "2025-02-28T10:26:36Z"
    },
    {
      "name": "LakshmiNakshatra/Bike-sharing-system-Analysis-and-trip-prediction",
      "description": " Bike-sharing rental process is highly correlated with the environmental and seasonal settings. For instance, weather conditions, precipitation, day of week, season, hour of the day, etc., can affect the rental behaviors. The dataset is related to the two-year historical log (aggregated on daily basis) corresponding to years 2011 and 2012 from the Capital Bikeshare system, Washington D.C., USA.   The variables are defined as follows:  season 1=spring, 2=summer, 3=fall, 4=winter  year 0=2011, 1=2012  month 1=Jan, 2=Feb, …., 12=Dec  holiday whether the day is holiday or not (1=holiday, 0=not)  weekday day of the week (0=Sun, 1=Mon, …., 6=Sat)  weathersit (weather condition of the day):  1= Clear, Few clouds, Partly cloudy  2= Mist + Cloudy, Mist + Broken clouds, Mist + Few clouds, Mist  3= Light Snow, Light rain + Thunderstorm + Scattered clouds  4= Heavy Rain + Ice pallets + Thunderstorm + Mist, Snow + Fog)  temp normalized temperature in Celsius  atemp normalized feeling temperature in Celsius  hum normalized humidity  windspeed normalized wind speed  count count of users (response)",
      "stars": 1,
      "language": "R",
      "url": "https://github.com/LakshmiNakshatra/Bike-sharing-system-Analysis-and-trip-prediction",
      "query": "snow seasonality analysis",
      "updated": "2019-05-29T22:13:47Z"
    },
    {
      "name": "CIROH-Snow/Intro-to-Snow-Observations-Modeling-Analysis",
      "description": "This repo support the learning materials for HydroLearn course CVEEN 6001- Introduction to Seasonal Snow Observations, Modeling, and Analysys",
      "stars": 0,
      "language": "Jupyter Notebook",
      "url": "https://github.com/CIROH-Snow/Intro-to-Snow-Observations-Modeling-Analysis",
      "query": "snow seasonality analysis",
      "updated": "2025-07-14T15:34:05Z"
    },
    {
      "name": "mcharchenko/Seasonal-Snowfall-Climatology",
      "description": "Using the National Operational Hydrologic Remote Sensing Center's (NOHRSC) Snow Data Assimilation Snowfall Analysis (SNODAS) to create a high resolution seasonal snowfall climatology of Western Washington.",
      "stars": 0,
      "language": "Jupyter Notebook",
      "url": "https://github.com/mcharchenko/Seasonal-Snowfall-Climatology",
      "query": "snow seasonality analysis",
      "updated": "2025-01-11T22:36:05Z"
    },
    {
      "name": "psvlnandu/Time-Series-Forecasting-of-Seasonal-Snowfall",
      "description": "Performed comprehensive time series analysis on 5 years of historical snowfall data from Saranac lake-north country,  decomposing trends and seasonal patterns to inform model selection. Developed and validated a forecasting model to predict total snowfall for the 2025 winter season-",
      "stars": 0,
      "language": "Jupyter Notebook",
      "url": "https://github.com/psvlnandu/Time-Series-Forecasting-of-Seasonal-Snowfall",
      "query": "snow seasonality analysis",
      "updated": "2025-07-08T02:19:35Z"
    },
    {
      "name": "TanyaD123719/Bike-Rentals-Data-Analysis",
      "description": "Analyzed bike rental data to uncover how weather and seasonal factors impact ridership. Key findings show rentals drop with rain, snow, and high winds, while moderate sun boosts usage. Used Python, pandas, and seaborn to visualize trends and support data-driven decisions for operations and engagement.",
      "stars": 0,
      "language": "Jupyter Notebook",
      "url": "https://github.com/TanyaD123719/Bike-Rentals-Data-Analysis",
      "query": "snow seasonality analysis",
      "updated": "2025-05-21T01:49:51Z"
    },
    {
      "name": "Rsjohn7/Analysis-of-Time-Series-Data-Annual-Swedish-Fertility-rates-Using-R",
      "description": "Abstract: Time series data analysis plays a substantial role in our prediction process. Analysis of the changes of the data values over time has a significant impact on the future predictions. How the society is going be influenced by the happening of the Past and present events is analyzed in times series data analysis. So with the analysis of the data overtime we could predict the future events to a certain level of accuracy and take actions accordingly. Many methods have been developed to analyze different set of time series data i.e. yearly, quarterly, monthly ,weekly daily etc. with various characteristics such as trend, seasonality etc.  In our analysis we are going to analyze Annual Swedish Fertility rates over the year period 1750-1849.Using training data set and validation data set we are going predict fertility rates and compare with the actual one’s. First we will select an initial model to fit and then search the neighborhood for the model that fits the best. Then we will perform some diagnostic checking, hypothesis testing of the model and make a prediction.",
      "stars": 1,
      "language": null,
      "url": "https://github.com/Rsjohn7/Analysis-of-Time-Series-Data-Annual-Swedish-Fertility-rates-Using-R",
      "query": "SWE time series seasonal",
      "updated": "2019-04-12T15:33:43Z"
    },
    {
      "name": "astronomer/snowpatrol",
      "description": "Snowflake Usage Anomaly Detection & Alerting System",
      "stars": 17,
      "language": "Python",
      "url": "https://github.com/astronomer/snowpatrol",
      "query": "snow anomaly detection",
      "updated": "2025-05-12T15:11:03Z"
    },
    {
      "name": "jiaYingLin/SnowPanelDetect",
      "description": "Detection of snow or other anomaly on solar panel through images",
      "stars": 1,
      "language": "Jupyter Notebook",
      "url": "https://github.com/jiaYingLin/SnowPanelDetect",
      "query": "snow anomaly detection",
      "updated": "2021-05-26T05:49:16Z"
    },
    {
      "name": "sfc-gh-akelkar/snowflake-cybersecurity-ai-demo",
      "description": "Comprehensive Snowflake cybersecurity AI/ML demo showcasing threat detection, anomaly detection, and automated compliance",
      "stars": 1,
      "language": "Python",
      "url": "https://github.com/sfc-gh-akelkar/snowflake-cybersecurity-ai-demo",
      "query": "snow anomaly detection",
      "updated": "2025-08-17T16:55:31Z"
    },
    {
      "name": "KathiravanNatarajan/SnowDepth_AnomalyDetection",
      "description": null,
      "stars": 0,
      "language": "Python",
      "url": "https://github.com/KathiravanNatarajan/SnowDepth_AnomalyDetection",
      "query": "snow anomaly detection",
      "updated": "2024-08-16T20:52:22Z"
    },
    {
      "name": "waleed-wajid/snowparkML-anomaly-detection",
      "description": "Testing implementation of anomaly detection using Snowpark ML.",
      "stars": 0,
      "language": "Jupyter Notebook",
      "url": "https://github.com/waleed-wajid/snowparkML-anomaly-detection",
      "query": "snow anomaly detection",
      "updated": "2024-03-06T06:47:26Z"
    },
    {
      "name": "JamshedAhsan/Lidar-Anomaly-Detection-During-Snowing",
      "description": null,
      "stars": 0,
      "language": null,
      "url": "https://github.com/JamshedAhsan/Lidar-Anomaly-Detection-During-Snowing",
      "query": "snow anomaly detection",
      "updated": "2024-04-06T10:06:05Z"
    },
    {
      "name": "zizekuros/snowflake-cortex-anomalies",
      "description": "Anomaly Detection by using Snowflake Cortex ML functions.",
      "stars": 0,
      "language": null,
      "url": "https://github.com/zizekuros/snowflake-cortex-anomalies",
      "query": "snow anomaly detection",
      "updated": "2024-05-08T18:54:02Z"
    },
    {
      "name": "bethanyschweitzer/SnowflakeAnomalyDetector",
      "description": "Identifies unusual inventory patterns across plants and materials using an unsupervised Snowflake anomaly detection model. Monitors data daily to spot irregularities, enabling early issue resolution and cost savings. Reliable, lightweight, and efficient, reducing the need for costly custom solutions.",
      "stars": 0,
      "language": null,
      "url": "https://github.com/bethanyschweitzer/SnowflakeAnomalyDetector",
      "query": "snow anomaly detection",
      "updated": "2025-01-13T19:24:42Z"
    },
    {
      "name": "VincentV-DS/DS_SolarPanel_Defect_Detection_using_DeepLearning",
      "description": "The primary objective is to automatically identify and classify various types of surface anomalies in solar panels to enhance maintenance efficiency and reduce energy loss. The system leverages CNN to classify solar panel images into multiple categories such as Clean, Dusty, Bird-Drop, Electrical-Damage, Physical-Damage, and Snow-Covered.",
      "stars": 0,
      "language": "Jupyter Notebook",
      "url": "https://github.com/VincentV-DS/DS_SolarPanel_Defect_Detection_using_DeepLearning",
      "query": "snow anomaly detection",
      "updated": "2025-05-15T15:38:15Z"
    },
    {
      "name": "ankit-kp1412/ML-Data-Preprocessing-Outlier-Detection-and-Feature-Engineering-Swedish-insurance-Dataset",
      "description": null,
      "stars": 0,
      "language": "Jupyter Notebook",
      "url": "https://github.com/ankit-kp1412/ML-Data-Preprocessing-Outlier-Detection-and-Feature-Engineering-Swedish-insurance-Dataset",
      "query": "SWE outlier detection",
      "updated": "2025-04-22T11:00:47Z"
    }
  ],
  "libraries": [
    {
      "name": "statsmodels",
      "description": "时间序列分解、季节性分析",
      "url": "https://github.com/statsmodels/statsmodels",
      "features": [
        "seasonal_decompose",
        "STL分解",
        "ARIMA模型"
      ]
    },
    {
      "name": "scipy.signal",
      "description": "信号处理、周期性检测",
      "url": "https://docs.scipy.org/doc/scipy/reference/signal.html",
      "features": [
        "FFT",
        "周期图",
        "滤波器"
      ]
    },
    {
      "name": "pyod",
      "description": "异常检测工具包",
      "url": "https://github.com/yzhao062/pyod",
      "features": [
        "Isolation Forest",
        "LOF",
        "CBLOF"
      ]
    },
    {
      "name": "scikit-learn",
      "description": "机器学习、异常检测",
      "url": "https://github.com/scikit-learn/scikit-learn",
      "features": [
        "OneClassSVM",
        "EllipticEnvelope",
        "IsolationForest"
      ]
    },
    {
      "name": "scipy.stats",
      "description": "统计检验、相关性分析",
      "url": "https://docs.scipy.org/doc/scipy/reference/stats.html",
      "features": [
        "pearsonr",
        "spearmanr",
        "kendalltau"
      ]
    },
    {
      "name": "seaborn",
      "description": "统计可视化、相关性热图",
      "url": "https://github.com/mwaskom/seaborn",
      "features": [
        "heatmap",
        "pairplot",
        "regplot"
      ]
    }
  ],
  "search_time": "2025-08-20T13:20:35.954148"
}